[
    {
        "abstract": "We use public data from the CMS experiment to study the 2-prong substructure of jets. The CMS Open Data is based on 31.8/pb of 7 TeV proton-proton collisions recorded at the Large Hadron Collider in 2010, yielding a sample of 768,687 events containing a high-quality central jet with transverse momentum larger than 85 GeV. Using CMS's particle flow reconstruction algorithm to obtain jet constituents, we extract the 2-prong substructure of the leading jet using soft drop declustering. We find good agreement between results obtained from the CMS Open Data and those obtained from parton shower generators, and we also compare to analytic jet substructure calculations performed to modified leading-logarithmic accuracy. Although the 2010 CMS Open Data does not include simulated data to help estimate systematic uncertainties, we use track-only observables to validate these substructure studies.",
        "authors": [
            "Aashish Tripathee",
            "Wei Xue",
            "Andrew Larkoski",
            "Simone Marzani",
            "Jesse Thaler"
        ],
        "date": "2017-04-19",
        "doi": "https://arxiv.org/abs/1704.05842v3",
        "title": "Jet Substructure Studies with CMS Open Data",
        "url": "https://arxiv.org/abs/1704.05842v3"
    },
    {
        "abstract": "We present the first study of anti-isolated Upsilon decays to two muons ($Υ\\to μ^+ μ^-$) in proton-proton collisions at the Large Hadron Collider. Using a machine learning (ML)-based anomaly detection strategy, we \"rediscover\" the $Υ$ in 13 TeV CMS Open Data from 2016, despite overwhelming anti-isolated backgrounds. We elevate the signal significance to $6.4 σ$ using these methods, starting from $1.6 σ$ using the dimuon mass spectrum alone. Moreover, we demonstrate improved sensitivity from using an ML-based estimate of the multi-feature likelihood compared to traditional \"cut-and-count\" methods. Our work demonstrates that it is possible and practical to find real signals in experimental collider data using ML-based anomaly detection, and we distill a readily-accessible benchmark dataset from the CMS Open Data to facilitate future anomaly detection developments.",
        "authors": [
            "Rikab Gambhir",
            "Radha Mastandrea",
            "Benjamin Nachman",
            "Jesse Thaler"
        ],
        "date": "2025-02-19",
        "doi": "https://arxiv.org/abs/2502.14036v2",
        "title": "Isolating Unisolated Upsilons with Anomaly Detection in CMS Open Data",
        "url": "https://arxiv.org/abs/2502.14036v2"
    },
    {
        "abstract": "We describe a novel application of the end-to-end deep learning technique to the task of discriminating top quark-initiated jets from those originating from the hadronization of a light quark or a gluon. The end-to-end deep learning technique combines deep learning algorithms and low-level detector representation of the high-energy collision event. In this study, we use low-level detector information from the simulated CMS Open Data samples to construct the top jet classifiers. To optimize classifier performance we progressively add low-level information from the CMS tracking detector, including pixel detector reconstructed hits and impact parameters, and demonstrate the value of additional tracking information even when no new spatial structures are added. Relying only on calorimeter energy deposits and reconstructed pixel detector hits, the end-to-end classifier achieves an AUC score of 0.975$\\pm$0.002 for the task of classifying boosted top quark jets. After adding derived track quantities, the classifier AUC score increases to 0.9824$\\pm$0.0013, serving as the first performance benchmark for these CMS Open Data samples. We additionally provide a timing performance comparison of different processor unit architectures for training the network.",
        "authors": [
            "Michael Andrews",
            "Bjorn Burkle",
            "Yi-fan Chen",
            "Davide DiCroce",
            "Sergei Gleyzer",
            "Ulrich Heintz",
            "Meenakshi Narain",
            "Manfred Paulini",
            "Nikolas Pervan",
            "Yusef Shafi",
            "Wei Sun",
            "Emanuele Usai",
            "Kun Yang"
        ],
        "date": "2021-04-19",
        "doi": "https://arxiv.org/abs/2104.14659v3",
        "title": "End-to-End Jet Classification of Boosted Top Quarks with the CMS Open Data",
        "url": "https://arxiv.org/abs/2104.14659v3"
    },
    {
        "abstract": "We explore the metric space of jets using public collider data from the CMS experiment. Starting from 2.3/fb of 7 TeV proton-proton collisions collected at the Large Hadron Collider in 2011, we isolate a sample of 1,690,984 central jets with transverse momentum above 375 GeV. To validate the performance of the CMS detector in reconstructing the energy flow of jets, we compare the CMS Open Data to corresponding simulated data samples for a variety of jet kinematic and substructure observables. Even without detector unfolding, we find very good agreement for track-based observables after using charged hadron subtraction to mitigate the impact of pileup. We perform a range of novel analyses, using the \"energy mover's distance\" (EMD) to measure the pairwise difference between jet energy flows. The EMD allows us to quantify the impact of detector effects, visualize the metric space of jets, extract correlation dimensions, and identify the most and least typical jet configurations. To facilitate future jet studies with CMS Open Data, we make our datasets and analysis code available, amounting to around two gigabytes of distilled data and one hundred gigabytes of simulation files.",
        "authors": [
            "Patrick T. Komiske",
            "Radha Mastandrea",
            "Eric M. Metodiev",
            "Preksha Naik",
            "Jesse Thaler"
        ],
        "date": "2019-08-22",
        "doi": "https://arxiv.org/abs/1908.08542v2",
        "title": "Exploring the Space of Jets with CMS Open Data",
        "url": "https://arxiv.org/abs/1908.08542v2"
    },
    {
        "abstract": "The CMS Open Data project offers new opportunities to measure cross sections of standard model (SM) processes which have not been probed so far. In this work, we evaluate the challenges and the opportunities of the CMS Open Data project in the view of cross-section measurements. In particular, we reevaluate SM cross sections of the production of W bosons, Z bosons, top-quark pairs and WZ dibosons in several decay channels at a center of mass energy of 8 TeV with a corresponding integrated luminosity of 1.8 fb-1. Those cross sections have been previously measured by the ATLAS and CMS collaborations and hence can be used to validate our analysis and calibration strategy. This gives an indication to which precision also new, so far unmeasured cross sections can be determined using CMS Open Data by scientists, who are not a member of the LHC collaborations and hence lack detailed knowledge on experimental and detector related effects and their handling.",
        "authors": [
            "Aram Apyan",
            "William Cuozzo",
            "Markus Klute",
            "Yoshihiro Saito",
            "Matthias Schott",
            "Bereket Sintayehu"
        ],
        "date": "2019-07-18",
        "doi": "https://arxiv.org/abs/1907.08197v2",
        "title": "Opportunities and Challenges of Standard Model Production Cross Section Measurements at 8 TeV using CMS Open Data",
        "url": "https://arxiv.org/abs/1907.08197v2"
    },
    {
        "abstract": "We describe the construction of end-to-end jet image classifiers based on simulated low-level detector data to discriminate quark- vs. gluon-initiated jets with high-fidelity simulated CMS Open Data. We highlight the importance of precise spatial information and demonstrate competitive performance to existing state-of-the-art jet classifiers. We further generalize the end-to-end approach to event-level classification of quark vs. gluon di-jet QCD events. We compare the fully end-to-end approach to using hand-engineered features and demonstrate that the end-to-end algorithm is robust against the effects of underlying event and pile-up.",
        "authors": [
            "Michael Andrews",
            "John Alison",
            "Sitong An",
            "Patrick Bryant",
            "Bjorn Burkle",
            "Sergei Gleyzer",
            "Meenakshi Narain",
            "Manfred Paulini",
            "Barnabas Poczos",
            "Emanuele Usai"
        ],
        "date": "2019-02-21",
        "doi": "https://arxiv.org/abs/1902.08276v2",
        "title": "End-to-End Jet Classification of Quarks and Gluons with the CMS Open Data",
        "url": "https://arxiv.org/abs/1902.08276v2"
    },
    {
        "abstract": "We study dimuon events in 2.11/fb of 7 TeV pp collisions, using CMS Open Data, and search for a narrow dimuon resonance with moderate mass (14-66 GeV) and substantial transverse momentum (pT). Applying dimuon pT cuts of 25 GeV and 60 GeV, we explore two overlapping samples: one with isolated muons, and one with prompt muons without an isolation requirement. Using the latter sample requires information about detector effects and QCD backgrounds, which we obtain directly from the CMS Open Data. We present model-independent limits on the product of cross section, branching fraction, acceptance, and efficiencies. These limits are stronger, relative to a corresponding inclusive search without a pT cut, by factors of as much as nine. Our \"pT-enhanced\" dimuon search strategy provides improved sensitivity to models in which a new particle is produced mainly in the decay of something heavier, as could occur, for example, in decays of the Higgs boson or of a TeV-scale top partner. An implementation of this method with the current 13 TeV data should improve the sensitivity to such signals further by roughly an order of magnitude.",
        "authors": [
            "Cari Cesarotti",
            "Yotam Soreq",
            "Matthew J. Strassler",
            "Jesse Thaler",
            "Wei Xue"
        ],
        "date": "2019-02-12",
        "doi": "https://arxiv.org/abs/1902.04222v2",
        "title": "Searching in CMS Open Data for Dimuon Resonances with Substantial Transverse Momentum",
        "url": "https://arxiv.org/abs/1902.04222v2"
    },
    {
        "abstract": "In recent years novel inference techniques have been developed based on the construction of non-linear summary statistics with neural networks by minimising inferencemotivated losses. One such technique is inferno (P. de Castro and T. Dorigo, Comp. Phys. Comm. 244 (2019) 170) which was shown on toy problems to outperform classical summary statistics for the problem of confidence interval estimation in the presence of nuisance parameters. In order to test and benchmark the algorithm in a real world application, a full, systematics-dominated analysis produced by the CMS experiment, \"Measurement of the top-antitop production cross section in the tau+jets channel in pp collisions at sqrt(s) = 7 TeV\" (CMS Collaboration, The European Physical Journal C, 2013) is reproduced with CMS Open Data. The application of the inferno-powered neural network architecture to this analysis demonstrates the potential to reduce the impact of systematic uncertainties in real LHC analyses. This work also exemplifies the extent to which LHC analyses can be reproduced with open data.",
        "authors": [
            "Lukas Layer",
            "Tommaso Dorigo",
            "Giles C. Strong"
        ],
        "date": "2023-01-25",
        "doi": "https://arxiv.org/abs/2301.10358v1",
        "title": "Application of Inferno to a Top Pair Cross Section Measurement with CMS Open Data",
        "url": "https://arxiv.org/abs/2301.10358v1"
    },
    {
        "abstract": "The splitting function is a universal property of quantum chromodynamics (QCD) which describes how energy is shared between partons. Despite its ubiquitous appearance in many QCD calculations, the splitting function cannot be measured directly since it always appears multiplied by a collinear singularity factor. Recently, however, a new jet substructure observable was introduced which asymptotes to the splitting function for sufficiently high jet energies. This provides a way to expose the splitting function through jet substructure measurements at the Large Hadron Collider. In this letter, we use public data released by the CMS experiment to study the 2-prong substructure of jets and test the 1 -> 2 splitting function of QCD. To our knowledge, this is the first ever physics analysis based on the CMS Open Data.",
        "authors": [
            "Andrew Larkoski",
            "Simone Marzani",
            "Jesse Thaler",
            "Aashish Tripathee",
            "Wei Xue"
        ],
        "date": "2017-04-17",
        "doi": "https://arxiv.org/abs/1704.05066v3",
        "title": "Exposing the QCD Splitting Function with CMS Open Data",
        "url": "https://arxiv.org/abs/1704.05066v3"
    },
    {
        "abstract": "We use the CMS Open Data to examine the performance of weakly-supervised learning for tagging quark and gluon jets at the LHC. We target $Z$+jet and dijet events as respective quark- and gluon-enriched mixtures and derive samples both from data taken in 2011 at 7 TeV, and from Monte Carlo. CWoLa and TopicFlow models are trained on real data and compared to fully-supervised classifiers trained on simulation. In order to obtain estimates for the discrimination power in real data, we consider three different estimates of the quark/gluon mixture fractions in the data. Compared to when the models are evaluated on simulation, we find reversed rankings for the fully- and weakly-supervised approaches. Further, these rankings based on data are robust to the estimate of the mixture fraction in the test set. Finally, we use TopicFlow to smooth statistical fluctuations in the small testing set, and to provide uncertainty on the performance in real data.",
        "authors": [
            "Matthew J. Dolan",
            "John Gargalionis",
            "Ayodele Ore"
        ],
        "date": "2023-12-06",
        "doi": "https://arxiv.org/abs/2312.03434v2",
        "title": "Quark-versus-gluon tagging in CMS Open Data with CWoLa and TopicFlow",
        "url": "https://arxiv.org/abs/2312.03434v2"
    },
    {
        "abstract": "We apply an Adversarially Learned Anomaly Detection (ALAD) algorithm to the problem of detecting new physics processes in proton-proton collisions at the Large Hadron Collider. Anomaly detection based on ALAD matches performances reached by Variational Autoencoders, with a substantial improvement in some cases. Training the ALAD algorithm on 4.4 fb-1 of 8 TeV CMS Open Data, we show how a data-driven anomaly detection and characterization would work in real life, re-discovering the top quark by identifying the main features of the t-tbar experimental signature at the LHC.",
        "authors": [
            "Oliver Knapp",
            "Guenther Dissertori",
            "Olmo Cerri",
            "Thong Q. Nguyen",
            "Jean-Roch Vlimant",
            "Maurizio Pierini"
        ],
        "date": "2020-05-04",
        "doi": "https://arxiv.org/abs/2005.01598v2",
        "title": "Adversarially Learned Anomaly Detection on CMS Open Data: re-discovering the top quark",
        "url": "https://arxiv.org/abs/2005.01598v2"
    },
    {
        "abstract": "The underlying event is an important part of high-energy collision events. In the event generators, the underlying event is tuned by fits to collision data. Usually, the underlying event observables are affected by the existence of extra jets and it is difficult to find a part of the phase space which is dominated by the underlying event. In this paper, we suggest to veto the jets in the considered region to disentangle these effects. The idea is verified to work on CMS Open Data. To our knowledge, it is the first time that such ideas are tested on real collision data.",
        "authors": [
            "Saeid Paktinat Mehdiabadi",
            "Ali Fahim"
        ],
        "date": "2019-07-20",
        "doi": "https://arxiv.org/abs/1907.08842v1",
        "title": "Explicit Jet Veto as a Tool to Purify the Underlying Event in the Drell-Yan Process Using CMS Open Data",
        "url": "https://arxiv.org/abs/1907.08842v1"
    },
    {
        "abstract": "From particle identification to the discovery of the Higgs boson, deep learning algorithms have become an increasingly important tool for data analysis at the Large Hadron Collider (LHC). We present an innovative end-to-end deep learning approach for jet identification at the Compact Muon Solenoid (CMS) experiment at the LHC. The method combines deep neural networks with low-level detector information, such as calorimeter energy deposits and tracking information, to build a discriminator to identify different particle species. Using two physics examples as references: electron vs. photon discrimination and quark vs. gluon discrimination, we demonstrate the performance of the end-to-end approach on simulated events with full detector geometry as available in the CMS Open Data. We also offer insights into the importance of the information extracted from various sub-detectors and describe how end-to-end techniques can be extended to event-level classification using information from the whole CMS detector.",
        "authors": [
            "John Alison",
            "Sitong An",
            "Michael Andrews",
            "Patrick Bryant",
            "Bjorn Burkle",
            "Sergei Gleyzer",
            "Ulrich Heintz",
            "Meenakshi Narain",
            "Manfred Paulini",
            "Barnabas Poczos",
            "Emanuele Usai"
        ],
        "date": "2019-10-15",
        "doi": "https://arxiv.org/abs/1910.07029v1",
        "title": "End-to-end particle and event identification at the Large Hadron Collider with CMS Open Data",
        "url": "https://arxiv.org/abs/1910.07029v1"
    },
    {
        "abstract": "This paper describes the construction of novel end-to-end image-based classifiers that directly leverage low-level simulated detector data to discriminate signal and background processes in pp collision events at the Large Hadron Collider at CERN. To better understand what end-to-end classifiers are capable of learning from the data and to address a number of associated challenges, we distinguish the decay of the standard model Higgs boson into two photons from its leading background sources using high-fidelity simulated CMS Open Data. We demonstrate the ability of end-to-end classifiers to learn from the angular distribution of the photons recorded as electromagnetic showers, their intrinsic shapes, and the energy of their constituent hits, even when the underlying particles are not fully resolved, delivering a clear advantage in such cases over purely kinematics-based classifiers.",
        "authors": [
            "Michael Andrews",
            "Manfred Paulini",
            "Sergei Gleyzer",
            "Barnabas Poczos"
        ],
        "date": "2018-07-31",
        "doi": "https://arxiv.org/abs/1807.11916v3",
        "title": "End-to-End Physics Event Classification with CMS Open Data: Applying Image-Based Deep Learning to Detector Data for the Direct Classification of Collision Events at the LHC",
        "url": "https://arxiv.org/abs/1807.11916v3"
    },
    {
        "abstract": "The Standard Model violates parity, but only by mechanisms which are invisible to Large Hadron Collider (LHC) experiments (on account of the lack of initial state polarisation or spin-sensitivity in the detectors). Nonetheless, new physical processes could potentially violate parity in ways which are detectable by those same experiments. If those sources of new physics occur only at LHC energies, they are untested by direct searches. We probe the feasibility of such measurements using approximately 0.2 inverse femtobarns of data which was recorded in 2012 by the CMS collaboration and made public within the CMS Open Data initiative. In particular, we test an inclusive three-jet event selection which is primarily sensitive to non-standard parity violating effects in quark-gluon interactions. Within our measurements, no significant deviation from the Standard Model is seen and no obvious experimental limitations have been found. We discuss other ways that searches for non-standard parity violation could be performed, noting that these would be sensitive to very different sorts of models to those which our measurements constrain. We hope that our initial studies provide a valuable starting point for rigorous future analyses using the full LHC datasets at 13 TeV with a careful and less conservative estimate of experimental uncertainties.",
        "authors": [
            "Christopher G. Lester",
            "Matthias Schott"
        ],
        "date": "2019-04-25",
        "doi": "https://arxiv.org/abs/1904.11195v4",
        "title": "Search for Non-Standard Sources of Parity Violation in Jets at $\\sqrt s$=8 TeV with CMS Open Data",
        "url": "https://arxiv.org/abs/1904.11195v4"
    },
    {
        "abstract": "In this work, we present a search for the possible production of Dark Matter particles at the Large Hadron Collider alongside a new hypothetical gauge boson denoted by Z$^{\\prime}$, which is governed by a model called Mono-Z$^{\\prime}$. The topology of the studied events is dimuons plus large missing transverse momentum. The analyzed data were the CMS open data samples collected by the CMS detector, in addition to the CMS open Monte Carlo samples, for the proton-proton collisions at 8 TeV center of mass energy during 2012, which correspond to an integrated luminosity of 11.6 fb$^{-1}$. Two benchmarks scenarios were used for interpreting the data, the Dark Higgs scenario as a simplified scenario of the Mono-Z$^{\\prime}$ model and the effective field theory formalism of the same model. No evidence for the existence of dark matter candidates was found. Consequently, 95$\\%$ confidence level limits were set on the masses of the Z$^{\\prime}$ and the cutoff scale of the effective field theory.",
        "authors": [
            "S. Elgammal",
            "M. Louka",
            "A. Y. Ellithi",
            "M. T. Hussein"
        ],
        "date": "2021-09-23",
        "doi": "https://arxiv.org/abs/2109.11274v3",
        "title": "Search for the production of dark matter candidates in association with heavy dimuon resonance using the CMS open data for pp collisions at $\\sqrt{s}$ = 8 TeV",
        "url": "https://arxiv.org/abs/2109.11274v3"
    },
    {
        "abstract": "The ultralight boson represents a promising dark matter candidate exhibiting unique wave-like behaviors. These properties could transfer to the dark mediator, such as the kinetic mixing dark photon, which can be a link between the dark and Standard Model sectors, resulting in periodic oscillations of its mass. We propose a method to detect ultralight dark matter using dark mediators in collider and beam dump experiments, distinguishing it from conventional atomic, molecular, and optical methods. The time-varying nature of dark mediator mass exhibits a double-peak spectrum, reducing traditional constraints by 1 to 2 orders of magnitude, due to decreased luminosity exposure in each resonant mass bin. To enhance sensitivity, we utilize event time-stamps in the CMS Open Data and demonstrate that this technique boosts sensitivity by approximately one order of magnitude compared to the time-blind method. Moreover, it proves effective in detecting the invisible decay of the dark mediator.",
        "authors": [
            "Jinhui Guo",
            "Yuxuan He",
            "Jia Liu",
            "Xiao-Ping Wang",
            "Ke-Pan Xie"
        ],
        "date": "2022-06-28",
        "doi": "https://arxiv.org/abs/2206.14221v3",
        "title": "Unveiling Time-Varying Signals of Ultralight Bosonic Dark Matter at Collider and Beam Dump Experiments",
        "url": "https://arxiv.org/abs/2206.14221v3"
    },
    {
        "abstract": "We study quark and gluon jets separately using public collider data from the CMS experiment. Our analysis is based on 2.3/fb of proton-proton collisions at 7 TeV, collected at the Large Hadron Collider in 2011. We define two non-overlapping samples via a pseudorapidity cut -- central jets with |eta| < 0.65 and forward jets with |eta| > 0.65 -- and employ jet topic modeling to extract individual distributions for the maximally separable categories. Under certain assumptions, such as sample independence and mutual irreducibility, these categories correspond to \"quark\" and \"gluon\" jets, as given by a recently proposed operational definition. We consider a number of different methods for extracting reducibility factors from the central and forward datasets, from which the fractions of quark jets in each sample can be determined. The greatest stability and robustness to statistical uncertainties is achieved by a novel method based on parametrizing the endpoints of a receiver operating characteristic (ROC) curve. To mitigate detector effects, which would otherwise induce unphysical differences between central and forward jets, we use the OmniFold method to perform central value unfolding. As a demonstration of the power of this method, we extract the intrinsic dimensionality of the quark and gluon jet samples, which exhibit Casimir scaling, as expected from the strongly-ordered limit. To our knowledge, this work is the first application of full phase space unfolding to real collider data, and one of the first applications of topic modeling to extract separate quark and gluon distributions at the LHC.",
        "authors": [
            "Patrick T. Komiske",
            "Serhii Kryhin",
            "Jesse Thaler"
        ],
        "date": "2022-05-09",
        "doi": "https://arxiv.org/abs/2205.04459v2",
        "title": "Disentangling Quarks and Gluons with CMS Open Data",
        "url": "https://arxiv.org/abs/2205.04459v2"
    },
    {
        "abstract": "The CMS experiment at CERN has released research-quality data from particle collisions at the LHC since 2014. Almost all data from the first LHC run in 2010-2012 with the corresponding simulated samples are now in the public domain, and several scientific studies have been performed using these data. This paper summarizes the available data and tools, reviews the challenges in using them in research, and discusses measures to improve their usability.",
        "authors": [
            "Kati Lassila-Perini",
            "Clemens Lange",
            "Edgar Carrera Jarrin",
            "Matthew Bellis"
        ],
        "date": "2021-06-10",
        "doi": "https://arxiv.org/abs/2106.05726v1",
        "title": "Using CMS Open Data in research -- challenges and directions",
        "url": "https://arxiv.org/abs/2106.05726v1"
    },
    {
        "abstract": "A cluster of soft displaced tracks corresponds to the dark matter co-annihilation regime. The long-lived regime is, in particular, motivated by the unexplored top partner physics. The background in this regime is extremely challenging to model using a traditional simulation method. We demonstrate the feasibility of handling the formidable background using the CMS Open Data. We perform this analysis to search for compressed and long-lived top partners in the 8 TeV CMS Open Data events with the integrated luminosity of 11.6 fb$^{-1}$ and obtain new limits. With 15-30 GeV mass splitting between the top partner and the DM candidate, we exclude the top partner mass below 350 GeV, which is more stringent than the ATLAS and CMS results using 8 TeV data with 20 fb$^{-1}$ luminosity. Our study also shows that the CMS Open Data can be a powerful tool to help physicists explore non-conventional new physics and even enable deriving new limits on exotic signals from data directly.",
        "authors": [
            "Haipeng An",
            "Zhen Hu",
            "Zhen Liu",
            "Daneng Yang"
        ],
        "date": "2021-07-23",
        "doi": "https://arxiv.org/abs/2107.11405v1",
        "title": "Exploring Uncharted Soft Displaced Vertices in Open Data",
        "url": "https://arxiv.org/abs/2107.11405v1"
    },
    {
        "abstract": "Jets of hadrons produced at high-energy colliders provide experimental access to the dynamics of asymptotically free quarks and gluons and their confinement into hadrons. In this paper, we show that the high energies of the Large Hadron Collider (LHC), together with the exceptional resolution of its detectors, allow multipoint correlation functions of energy flow operators to be directly measured within jets for the first time. Using Open Data from the CMS experiment, we show that reformulating jet substructure in terms of these correlators provides new ways of probing the dynamics of QCD jets, which enables direct imaging of the confining transition to free hadrons as well as precision measurements of the scaling properties and interactions of quarks and gluons. This opens a new era in our understanding of jet substructure and illustrates the immense unexploited potential of high-quality LHC data sets for elucidating the dynamics of QCD.",
        "authors": [
            "Patrick T. Komiske",
            "Ian Moult",
            "Jesse Thaler",
            "Hua Xing Zhu"
        ],
        "date": "2022-01-19",
        "doi": "https://arxiv.org/abs/2201.07800v3",
        "title": "Analyzing N-point Energy Correlators Inside Jets with CMS Open Data",
        "url": "https://arxiv.org/abs/2201.07800v3"
    },
    {
        "abstract": "At high energy physics experiments, processing billions of records of structured numerical data from collider events to a few statistical summaries is a common task. The data processing is typically more complex than standard query languages allow, such that custom numerical codes are used. At present, these codes mostly operate on individual event records and are parallelized in multi-step data reduction workflows using batch jobs across CPU farms. Based on a simplified top quark pair analysis with CMS Open Data, we demonstrate that it is possible to carry out significant parts of a collider analysis at a rate of around a million events per second on a single multicore server with optional GPU acceleration. This is achieved by representing HEP event data as memory-mappable sparse arrays of columns, and by expressing common analysis operations as kernels that can be used to process the event data in parallel. We find that only a small number of relatively simple functional kernels are needed for a generic HEP analysis. The approach based on columnar processing of data could speed up and simplify the cycle for delivering physics results at HEP experiments. We release the \\texttt{hepaccelerate} prototype library as a demonstrator of such methods.",
        "authors": [
            "Joosep Pata",
            "Maria Spiropulu"
        ],
        "date": "2019-06-14",
        "doi": "https://arxiv.org/abs/1906.06242v2",
        "title": "Processing Columnar Collider Data with GPU-Accelerated Kernels",
        "url": "https://arxiv.org/abs/1906.06242v2"
    },
    {
        "abstract": "Precise measurements of the energy of jets emerging from particle collisions at the LHC are essential for a vast majority of physics searches at the CMS experiment. In this study, we leverage well-established deep learning models for point clouds and CMS open data to improve the energy calibration of particle jets. To enable production-ready machine learning based jet energy calibration an end-to-end pipeline is built on the Kubeflow cloud platform. The pipeline allowed us to scale up our hyperparameter tuning experiments on cloud resources, and serve optimal models as REST endpoints. We present the results of the parameter tuning process and analyze the performance of the served models in terms of inference time and overhead, providing insights for future work in this direction. The study also demonstrates improvements in both flavor dependence and resolution of the energy response when compared to the standard jet energy corrections baseline.",
        "authors": [
            "Daniel Holmberg",
            "Dejan Golubovic",
            "Henning Kirschenmann"
        ],
        "date": "2023-08-24",
        "doi": "https://arxiv.org/abs/2308.12724v2",
        "title": "Jet energy calibration with deep learning as a Kubeflow pipeline",
        "url": "https://arxiv.org/abs/2308.12724v2"
    },
    {
        "abstract": "This study presents a novel method for the definition of signal regions in searches for new physics at collider experiments, specifically those conducted at CERNs Large Hadron Collider. By leveraging multi-dimensional histograms with precise arithmetic and utilizing the SparkDensityTree library, it is possible to identify high-density regions within the available phase space, potentially improving sensitivity to very small signals. Inspired by an ongoing search for dark mesons at the ATLAS experiment, CMS open data is used for this proof-of-concept intentionally targeting an already excluded signal. Several signal regions are defined based on density estimates of signal and background. These preliminary regions align well with the physical properties of the signal while effectively rejecting background events. While not explored in this work, this method is also scalable, which makes it ideal for large datasets such as those expected at the high-luminosity upgrade of the LHC. Finally, this method is flexible and can be easily extended, promising a boost to the signal region definition process for new physics searches at colliders.",
        "authors": [
            "Olga Sunneborn Gudnadottir",
            "Axel Gallén",
            "Giulia Ripellino",
            "Jochen Jens Heinrich",
            "Raazesh Sainudiin",
            "Rebeca Gonzalez Suarez"
        ],
        "date": "2024-04-05",
        "doi": "https://arxiv.org/abs/2404.04138v2",
        "title": "Sparks in the Dark",
        "url": "https://arxiv.org/abs/2404.04138v2"
    },
    {
        "abstract": "Generative modeling of high-energy collisions at the Large Hadron Collider (LHC) offers a data-driven route to simulations, anomaly detection, among other applications. A central challenge lies in the hybrid nature of particle-cloud data: each particle carries continuous kinematic features and discrete quantum numbers such as charge and flavor. We introduce a transformer-based multimodal flow that extends flow-matching with a continuous-time Markov jump bridge to jointly model LHC jets with both modalities. Trained on CMS Open Data, our model can generate high fidelity jets with realistic kinematics, jet substructure and flavor composition.",
        "authors": [
            "Darius A. Faroughy",
            "Manfred Opper",
            "Cesar Ojeda"
        ],
        "date": "2025-09-01",
        "doi": "https://arxiv.org/abs/2509.01736v3",
        "title": "Multimodal Generative Flows for LHC Jets",
        "url": "https://arxiv.org/abs/2509.01736v3"
    },
    {
        "abstract": "This analysis uses the CMS open data to study the angular distribution of high-mass dimuon pairs produced during proton-proton interaction at a center of mass energy of 8 TeV. The study uses the cos$θ_{\\text{CS}}$ variable defined in the Collins Soper frame. In the Standard Model, the production of high-mass dimuon pairs is dominated by the Drell-Yan process, which exhibits a strong forward-backward asymmetry. However, many scenarios beyond the Standard Model predict different shapes for the cos$θ_{CS}$ distribution. In excess events beyond the Standard Model, the angular distribution can be used to distinguish between those models. The Mono-Z$^{\\prime}$ model has been used to interpret the data, and no deviation from the SM has been observed.",
        "authors": [
            "S. Elgammal"
        ],
        "date": "2024-10-08",
        "doi": "https://arxiv.org/abs/2410.05755v1",
        "title": "Angular distribution study for high mass dimuon pairs in CMS open 2012 data and for Mono-Z$^{\\prime}$ model",
        "url": "https://arxiv.org/abs/2410.05755v1"
    },
    {
        "abstract": "We investigate quantum correlations in Higgs-boson decays $\\bigl(H \\rightarrow ZZ^* \\rightarrow 2e\\,2μ\\bigr)$ using CMS open data at $\\sqrt{s}$ = 8 TeV, incorporating realistic detector effects. By reconstructing the polarization density matrix of the two-boson system and evaluating the Collins-Gisin-Linden-Massar-Popescu (CGLMP) Bell operator $I_3$, we quantify entanglement in the $ZZ$ state. Our analysis yields an $I_3$ value of $2.152 \\pm 0.003$ for signal events $\\bigl(H \\rightarrow ZZ^*\\bigr)$, indicating the presence of quantum entanglement. The non-resonant continuum background events $\\bigl(pp \\rightarrow ZZ\\bigr)$ yield $I_3 = 1.158 \\pm 0.012$, suggesting the absence of quantum correlations. These results demonstrate the feasibility of testing fundamental quantum mechanics at high energy colliders.",
        "authors": [
            "Mira Varma",
            "Oliver K. Baker"
        ],
        "date": "2025-02-05",
        "doi": "https://arxiv.org/abs/2502.03219v4",
        "title": "Bell Inequalities and Quantum Correlations in $H \\rightarrow ZZ \\rightarrow 2e\\,2μ$",
        "url": "https://arxiv.org/abs/2502.03219v4"
    },
    {
        "abstract": "The CICADA (Calorimeter Image Convolutional Anomaly Detection Algorithm) project aims to detect anomalous physics signatures without bias from theoretical models in proton-proton collisions at the Compact Muon Solenoid (CMS) experiment at the Large Hadron Collider. CICADA identifies anomalies in low-level calorimeter trigger data using a convolutional autoencoder, whose behavior is transferred to compact student models via knowledge distillation. Careful model design and quantization ensure sub-200 ns inference times on FPGAs. We investigate novel student model architectures that employ differentiable relaxations to enable extremely fast inference at the cost of slower training -- a welcome tradeoff in the knowledge distillation context. Evaluated on CMS open data and under emulated FPGA conditions, these models achieve comparable anomaly detection performance to classically quantized baselines with significantly reduced resource usage. The savings in resource usage enable the possibility to look at a richer input granularity.",
        "authors": [
            "Lino Gerlach",
            "Elliott Kauffman",
            "Abhishikth Mallampalli"
        ],
        "date": "2025-10-17",
        "doi": "https://arxiv.org/abs/2510.15672v2",
        "title": "Evaluation of Novel Fast Machine Learning Algorithms for Knowledge-Distillation-Based Anomaly Detection at CMS",
        "url": "https://arxiv.org/abs/2510.15672v2"
    },
    {
        "abstract": "Identifying jets originating from bottom quarks is vital in collider experiments for new physics searches. This paper proposes a novel approach based on Retentive Networks (RetNet) for b-jet tagging using low-level features of jet constituents along with high-level jet features. A simulated \\ttbar dataset provided by CERN CMS Open Data Portal was used, where only semileptonic decays of \\ttbar pairs produced by 13 TeV proton-proton collisions are included. The performance of the newly proposed Retentive Network model is compared with state-of-the-art models such as DeepJet and Particle Transformer, as well as with a baseline MLP (Multi-Layer-Perceptron) classifier. Despite using a relatively smaller dataset, the Retentive Networks demonstrate a promising performance with only 330k trainable parameters. Results suggest that RetNet-based models can be used as an efficient alternative for b-jet with limited computational resources.",
        "authors": [
            "Ayse Asu Guvenli",
            "Bora Isildak"
        ],
        "date": "2024-12-11",
        "doi": "https://arxiv.org/abs/2412.08134v1",
        "title": "B-Jet Tagging with Retentive Networks: A Novel Approach and Comparative Study",
        "url": "https://arxiv.org/abs/2412.08134v1"
    },
    {
        "abstract": "We introduce a hybrid quantum-classical vision transformer architecture, notable for its integration of variational quantum circuits within both the attention mechanism and the multi-layer perceptrons. The research addresses the critical challenge of computational efficiency and resource constraints in analyzing data from the upcoming High Luminosity Large Hadron Collider, presenting the architecture as a potential solution. In particular, we evaluate our method by applying the model to multi-detector jet images from CMS Open Data. The goal is to distinguish quark-initiated from gluon-initiated jets. We successfully train the quantum model and evaluate it via numerical simulations. Using this approach, we achieve classification performance almost on par with the one obtained with the completely classical architecture, considering a similar number of parameters.",
        "authors": [
            "Marçal Comajoan Cara",
            "Gopal Ramesh Dahale",
            "Zhongtian Dong",
            "Roy T. Forestano",
            "Sergei Gleyzer",
            "Daniel Justice",
            "Kyoungchul Kong",
            "Tom Magorsch",
            "Konstantin T. Matchev",
            "Katia Matcheva",
            "Eyup B. Unlu"
        ],
        "date": "2024-05-16",
        "doi": "https://arxiv.org/abs/2405.10284v1",
        "title": "Quantum Vision Transformers for Quark-Gluon Classification",
        "url": "https://arxiv.org/abs/2405.10284v1"
    },
    {
        "abstract": "This note summarizes the lectures given in the tutorial session of the Introduction to the Terascale school at DESY on March 2023. The target audience are advanced bachelor and master physics students. The tutorial aims to best prepare the students for starting an LHC experimental physics thesis. The cross section of the top quark pair production is detailed alongside with the reconstruction of the invariant masses of the top quark as well as of the $W$ and $Z$ bosons. The tutorial uses ideas and CMS open data files from the CMS HEP Tutorial written by C. Sander and A. Schmidt, but is entirely rewritten so that it can be run in Google Colab Cloud in a columnar style of analysis with python. In addition, a minimal C/C++ version of a simple event-loop analysis relying on ROOT is exampled. The code is kept as short as possible with emphasis on the transparency of the analysis steps, rather than the elegance of the software, having in mind that the students will in any case need to rewrite their own custom analysis framework.",
        "authors": [
            "Konstantinos Theofilatos"
        ],
        "date": "2024-03-13",
        "doi": "https://arxiv.org/abs/2403.08907v1",
        "title": "The terascale tutorial",
        "url": "https://arxiv.org/abs/2403.08907v1"
    },
    {
        "abstract": "We present a novel hybrid quantum-classical vision transformer architecture incorporating quantum orthogonal neural networks (QONNs) to enhance performance and computational efficiency in high-energy physics applications. Building on advancements in quantum vision transformers, our approach addresses limitations of prior models by leveraging the inherent advantages of QONNs, including stability and efficient parameterization in high-dimensional spaces. We evaluate the proposed architecture using multi-detector jet images from CMS Open Data, focusing on the task of distinguishing quark-initiated from gluon-initiated jets. The results indicate that embedding quantum orthogonal transformations within the attention mechanism can provide robust performance while offering promising scalability for machine learning challenges associated with the upcoming High Luminosity Large Hadron Collider. This work highlights the potential of quantum-enhanced models to address the computational demands of next-generation particle physics experiments.",
        "authors": [
            "Alessandro Tesi",
            "Gopal Ramesh Dahale",
            "Sergei Gleyzer",
            "Kyoungchul Kong",
            "Tom Magorsch",
            "Konstantin T. Matchev",
            "Katia Matcheva"
        ],
        "date": "2024-11-20",
        "doi": "https://arxiv.org/abs/2411.13520v1",
        "title": "Quantum Attention for Vision Transformers in High Energy Physics",
        "url": "https://arxiv.org/abs/2411.13520v1"
    },
    {
        "abstract": "This analysis shows a search for dark fermion particles produced in association with a heavy neutral gauge boson (Z$^{\\prime}$). The studied events topology are dimuon and a large missing transverse momentum. %We considered the muonic decay of Z$^{\\prime}$. The analyzed data were the Open Data collected by the CMS detector in proton-proton collisions at the LHC in 2012 and correspond to an integrated luminosity of 11.6 fb$^{-1}$ at $\\sqrt{s} = $ 8 TeV. One benchmark scenario the light vector was used for interpreting the data, based on a simplified model so called the mono-Z$^{\\prime}$ model. No evidence of dark fermion candidates was found, 95$\\%$ confidence level limits have been set on both Z$^{\\prime}$ and dark fermion masses.",
        "authors": [
            "Y. Mahmoud",
            "H. Abdallah",
            "M. T. Hussein",
            "S. Elgammal"
        ],
        "date": "2023-04-19",
        "doi": "https://arxiv.org/abs/2304.09483v4",
        "title": "Search for the production of dark fermion candidates in association with heavy neutral gauge boson decaying to dimuon in proton-proton collisions at $\\sqrt{s} = 8$ TeV using the CMS open data",
        "url": "https://arxiv.org/abs/2304.09483v4"
    },
    {
        "abstract": "While deep learning is transforming data analysis in high-energy physics, computational challenges limit its potential. We address these challenges in the context of collider physics by introducing EveNet, an event-level foundation model pretrained on 500 million simulated collision events using a hybrid objective of self-supervised learning and physics-informed supervision. By leveraging a shared particle-cloud representation, EveNet outperforms state-of-the-art baselines across diverse tasks, including searches for heavy resonances and exotic Higgs decays, and demonstrates exceptional data efficiency in low-statistics regimes. Crucially, we validate the transferability of the model to experimental data by rediscovering the $Υ$ meson in CMS Open Data and show its capacity for precision physics through the robust extraction of quantum correlation observables stable against systematic uncertainties. These results indicate that EveNet can successfully encode the fundamental physical structure of particle interactions, which offers a unified and resource-efficient framework to accelerate discovery at current and future colliders.",
        "authors": [
            "Ting-Hsiang Hsu",
            "Bai-Hong Zhou",
            "Qibin Liu",
            "Yue Xu",
            "Shu Li",
            "George Wei-Shu Hou",
            "Benjamin Nachman",
            "Shih-Chieh Hsu",
            "Vinicius Mikuni",
            "Yuan-Tang Chou",
            "Yulei Zhang"
        ],
        "date": "2026-01-23",
        "doi": "https://arxiv.org/abs/2601.17126v1",
        "title": "EveNet: A Foundation Model for Particle Collision Data Analysis",
        "url": "https://arxiv.org/abs/2601.17126v1"
    },
    {
        "abstract": "This study aims to improve the performance of event classification in collider physics by introducing a pre-training strategy. Event classification is a typical problem in collider physics, where the goal is to distinguish the signal events of interest from background events as much as possible to search for new phenomena in nature. A pre-training strategy with feasibility to efficiently train the target event classification using a small amount of training data has been proposed. Real particle collision data were used in the pre-training phase as a novelty, where a self-supervised learning technique to handle the unlabeled data was employed. The ability to use real data in the pre-training phase eliminates the need to generate a large amount of training data by simulation and mitigates bias in the choice of physics processes in the training data. Our experiments using CMS open data confirmed that high event classification performance can be achieved by introducing a pre-trained model. This pre-training strategy provides a potential approach to save computational resources for future collider experiments and introduces a foundation model for event classification.",
        "authors": [
            "Tomoe Kishimoto",
            "Masahiro Morinaga",
            "Masahiko Saito",
            "Junichi Tanaka"
        ],
        "date": "2023-12-12",
        "doi": "https://arxiv.org/abs/2312.06909v1",
        "title": "Pre-training strategy using real particle collision data for event classification in collider physics",
        "url": "https://arxiv.org/abs/2312.06909v1"
    },
    {
        "abstract": "Reliable modeling of conditional densities is important for quantitative scientific fields such as particle physics. In domains outside physics, implicit quantile neural networks (IQN) have been shown to provide accurate models of conditional densities. We present a successful application of IQNs to jet simulation and correction using the tools and simulated data from the Compact Muon Solenoid (CMS) Open Data portal.",
        "authors": [
            "Braden Kronheim",
            "Michelle P. Kuchera",
            "Harrison B. Prosper",
            "Raghuram Ramanujan"
        ],
        "date": "2021-11-22",
        "doi": "https://arxiv.org/abs/2111.11415v1",
        "title": "Implicit Quantile Neural Networks for Jet Simulation and Correction",
        "url": "https://arxiv.org/abs/2111.11415v1"
    },
    {
        "abstract": "Distinguishing between quark- and gluon-initiated jets is a critical and challenging task in high-energy physics, pivotal for improving new physics searches and precision measurements at the Large Hadron Collider. While deep learning, particularly Convolutional Neural Networks (CNNs), has advanced jet tagging using image-based representations, the potential of Vision Transformer (ViT) architectures, renowned for modeling global contextual information, remains largely underexplored for direct calorimeter image analysis, especially under realistic detector and pileup conditions. This paper presents a systematic evaluation of ViTs and ViT-CNN hybrid models for quark-gluon jet classification using simulated 2012 CMS Open Data. We construct multi-channel jet-view images from detector-level energy deposits (ECAL, HCAL) and reconstructed tracks, enabling an end-to-end learning approach. Our comprehensive benchmarking demonstrates that ViT-based models, notably ViT+MaxViT and ViT+ConvNeXt hybrids, consistently outperform established CNN baselines in F1-score, ROC-AUC, and accuracy, highlighting the advantage of capturing long-range spatial correlations within jet substructure. This work establishes the first systematic framework and robust performance baselines for applying ViT architectures to calorimeter image-based jet classification using public collider data, alongside a structured dataset suitable for further deep learning research in this domain.",
        "authors": [
            "Md Abrar Jahin",
            "Shahriar Soudeep",
            "Arian Rahman Aditta",
            "M. F. Mridha",
            "Nafiz Fahad",
            "Md. Jakir Hossen"
        ],
        "date": "2025-06-17",
        "doi": "https://arxiv.org/abs/2506.14934v1",
        "title": "Vision Transformers for End-to-End Quark-Gluon Jet Classification from Calorimeter Images",
        "url": "https://arxiv.org/abs/2506.14934v1"
    },
    {
        "abstract": "The remarkably high energies of the Large Hadron Collider (LHC) have allowed for the first measurements of the shapes and scalings of multi-point correlators of energy flow operators, $\\langle Ψ| \\mathcal{E}(\\vec n_1) \\mathcal{E}(\\vec n_2) \\cdots \\mathcal{E}(\\vec n_k) |Ψ\\rangle$, providing new insights into the Lorentzian dynamics of quantum chromodynamics (QCD). In this Letter, we use recent advances in effective field theory to derive a rigorous factorization theorem for the light-ray density matrix, $ρ= |Ψ\\rangle \\langle Ψ|$, inside high transverse momentum jets at the LHC. Using the light-ray operator product expansion, the scaling behavior of multi-point correlators can be computed from the expectation value of the twist-2 spin-$J$ light-ray operators, $\\mathbb{O}^{[J]}$, in this state, $\\text{Tr}[ ρ~\\mathbb{O}^{[J]} ]$. We compute the light-ray density matrix at next-to-leading order, and combine this with results for the next-to-leading logarithmic scaling behavior of the correlators up to six-points, comparing with CMS Open Data. This theoretical accuracy allows us to resolve the quantum scaling dimensions of QCD light-ray operators inside jets at the LHC. Our factorization theorem for the light-ray density matrix at the LHC completes the link between recent developments in the study of energy correlators and LHC phenomenology, opening the door to a wide variety of precision jet substructure studies.",
        "authors": [
            "Kyle Lee",
            "Bianka Meçaj",
            "Ian Moult"
        ],
        "date": "2022-05-06",
        "doi": "https://arxiv.org/abs/2205.03414v1",
        "title": "Conformal Colliders Meet the LHC",
        "url": "https://arxiv.org/abs/2205.03414v1"
    },
    {
        "abstract": "A search is performed for pairs of light pseudoscalar bosons (a) produced from decays of the 125 GeV Higgs boson ($\\text{h}_{125}$). The analysis is based on publicly available data collected in 2016 by the CMS experiment at the LHC in proton-proton collisions at a center-of-mass energy of 13 TeV. The amount of data analyzed corresponds to an integrated luminosity of 16.4 $\\text{fb}^{-1}$. The analysis explores for the first time at the LHC the final state exhibiting two muons and two c-quarks, which originate from flavor-asymmetric decays of the pseudoscalar pair. The search probes the pseudoscalar boson mass interval comprised between 4 and 11 GeV, which represents a region where the light bosons exhibit a considerable Lorentz boost, and thus their decay products overlap. No significant deviation from the standard model expectation is observed. Model-independent upper limits at 95% confidence level are set on the product of the cross section and branching fraction for the ${\\text{h}_{125} \\rightarrow \\text{a}\\text{a} \\rightarrow μ^{-}μ^{+} c\\bar{c}}$ process relative to the standard model Higgs boson production cross section, reaching a minimum value close to $3.3 \\times 10^{-4}$. The results are interpreted in the context of two Higgs doublets plus singlet models and compared to existing experimental results covering other decay channels. The exclusion limits obtained by this search improve the current constraints set by various LHC searches in scenarios where the coupling of the light boson to up-type quarks is enhanced.",
        "authors": [
            "Danyer Perez Adan"
        ],
        "date": "2025-04-16",
        "doi": "https://arxiv.org/abs/2504.12161v2",
        "title": "Search for an exotic decay of the 125 GeV Higgs boson to a pair of light pseudoscalars in the final state of two muons and two c-quarks in proton-proton collisions at $\\sqrt{s} = 13\\;\\text{TeV}$ with CMS Open Data",
        "url": "https://arxiv.org/abs/2504.12161v2"
    },
    {
        "abstract": "The microscopic dynamics of particle collisions is imprinted into the statistical properties of asymptotic energy flux, much like the dynamics of inflation is imprinted into the cosmic microwave background. This energy flux is characterized by correlation functions $\\langle \\mathcal{E}(\\vec n_1)\\cdots \\mathcal{E}(\\vec n_k) \\rangle$ of energy flow operators $ \\mathcal{E}(\\vec n)$. There has been significant recent progress in studying energy flux, including the calculation of multi-point correlation functions and their direct measurement inside high-energy jets at the Large Hadron Collider (LHC). In this paper, we build on these advances by defining a notion of \"celestial non-gaussianity\" as a ratio of the three-point function to a product of two-point functions. We show that this celestial non-gaussianity is under perturbative control within jets at the LHC, allowing us to cleanly access the non-gaussian interactions of quarks and gluons. We find good agreement between perturbative calculations of the non-gaussianity and a charged-particle-based analysis using CMS Open Data, and we observe a strong non-gaussianity peaked in the \"flattened triangle\" regime. The ability to robustly study three-point correlations is a significant step in advancing our understanding of jet substructure at the LHC. We anticipate that the celestial non-gaussianity, and its generalizations, will play an important role in the development of higher-order parton showers simulations and in the hunt for ever more subtle signals of potential new physics within jets.",
        "authors": [
            "Hao Chen",
            "Ian Moult",
            "Jesse Thaler",
            "Hua Xing Zhu"
        ],
        "date": "2022-05-05",
        "doi": "https://arxiv.org/abs/2205.02857v2",
        "title": "Non-Gaussianities in Collider Energy Flux",
        "url": "https://arxiv.org/abs/2205.02857v2"
    },
    {
        "abstract": "In recent years, energy correlators have emerged as a powerful tool for studying jet substructure, with promising applications such as probing the hadronization transition, analyzing the quark-gluon plasma, and improving the precision of top quark mass measurements. The projected $N$-point correlator measures correlations between $N$ final-state particles by tracking the largest separation between them, showing a scaling behavior related to DGLAP splitting functions. These correlators can be analytically continued in $N$, commonly referred to as $ν$-correlators, allowing access to non-integer moments of the splitting functions. Of particular interest is the $ν\\to 0$ limit, where the small momentum fraction behavior of the splitting functions requires resummation. Originally, the computational complexity of evaluating $ν$-correlators for $M$ particles scaled as $2^{2M}$, making it impractical for real-world analyses. However, by using recursion, we reduce this to $M 2^M$, and through the FastEEC method of dynamically resolving subjets, $M$ is replaced by the number of subjets. This breakthrough enables, for the first time, the computation of $ν$-correlators for LHC data. In practice, limiting the number of subjets to 16 is sufficient to achieve percent-level precision, which we validate using known integer-$ν$ results and convergence tests for non-integer $ν$. We have implemented this in an update to FastEEC and conducted an initial study of power-law scaling in the perturbative regime as a function of $ν$, using CMS Open Data on jets. The results agree with DGLAP evolution, except at small $ν$, where the anomalous dimension saturates to a value that matches the BFKL anomalous dimension.",
        "authors": [
            "Ankita Budhraja",
            "Hao Chen",
            "Wouter J. Waalewijn"
        ],
        "date": "2024-09-18",
        "doi": "https://arxiv.org/abs/2409.12235v2",
        "title": "$ν$-point energy correletors with FastEEC: small-$x$ physics from LHC jets",
        "url": "https://arxiv.org/abs/2409.12235v2"
    }
]